[
  {
    "sector": "Private Equity (PE)",
    "use_cases": [
      {
        "use_case": "Deal sourcing and screening",
        "description": "Researching industries and identifying potential acquisition targets; reviewing teasers and CIMs (confidential info memos)."
      },
      {
        "use_case": "Preliminary due diligence",
        "description": "Collecting and analyzing publicly available data, financials, and expert calls on a target company."
      },
      {
        "use_case": "Deep due diligence coordination",
        "description": "Managing detailed due diligence with consultants (market, financial, legal); synthesizing findings into internal reports. "
      },
      {
        "use_case": "Financial modeling (LBO models)",
        "description": "Building leveraged buyout models and projecting returns for investment opportunities."
      },
      {
        "use_case": "Investment Committee memo writing",
        "description": "Drafting comprehensive memos or decks that summarize the target’s business, investment thesis, risks, and deal terms for decision-makers."
      },
      {
        "use_case": "Market/industry research",
        "description": "Analyzing industry trends, competitors, and market size to inform investment decisions. "
      },
      {
        "use_case": "Management meetings & Q&A prep",
        "description": "Preparing questions for management meetings and later summarizing management call notes for the deal team. "
      },
      {
        "use_case": "Deal structuring & term sheet review",
        "description": "Reviewing and summarizing key deal terms, debt financing offers, and structuring options (involves analysis of financial impact). "
      },
      {
        "use_case": "Portfolio company 100-day plan & monitoring",
        "description": "Helping craft the post-acquisition value-creation plan; tracking performance vs. plan and reporting on progress. "
      },
      {
        "use_case": "Portfolio performance reporting",
        "description": "Analyzing quarterly results of portfolio companies and writing update reports for internal use or Limited Partners. "
      },
      {
        "use_case": "Exit strategy and timing analysis",
        "description": "Researching market conditions, comparable transactions, and analyzing scenarios for exiting investments (IPO, sale, etc.). "
      }
    ]
  },
  {
    "sector": "Venture Capital (VC)",
    "use_cases": [
      {
        "use_case": "Deal flow screening",
        "description": "Reviewing pitch decks and business plans from startups; summarizing key points and filtering out non-fit opportunities. "
      },
      {
        "use_case": "Market and sector research",
        "description": "Investigating emerging industry trends or new technologies to identify promising sectors or companies. "
      },
      {
        "use_case": "Founder meetings & notes",
        "description": "Meeting with startup founders and taking detailed notes; summarizing those conversations for the partnership. "
      },
      {
        "use_case": "Due diligence on startups",
        "description": "Evaluating product-market fit, traction metrics, financial projections, and customer references for potential investments."
      },
      {
        "use_case": "Competitive analysis",
        "description": "Comparing a startup’s offering to competitors; benchmarking metrics and extracting insights from industry reports. "
      },
      {
        "use_case": "Investment memo drafting",
        "description": "Writing internal memos that summarize the startup’s business, team, market, and risks for the investment committee (partners). "
      },
      {
        "use_case": "Term sheet review",
        "description": "Analyzing and summarizing deal terms offered to startups; comparing to market standards. "
      },
      {
        "use_case": "Portfolio support & monitoring",
        "description": "Tracking portfolio companies’ KPIs (growth, burn rate, etc.), analyzing their performance, and advising on strategy or follow-on funding needs."
      },
      {
        "use_case": "Portfolio update reports",
        "description": "Summarizing portfolio company updates for the partnership or Limited Partners (e.g. quarterly portfolio reviews). "
      },
      {
        "use_case": "Networking and ecosystem research",
        "description": "Scanning incubators, hackathons, and tech news for new startups or technologies; maintaining a knowledge base of relevant developments. "
      }
    ]
  },
  {
    "sector": "Buy-Side Firms (Hedge Funds, Asset Managers, Family Offices)",
    "use_cases": [
      {
        "use_case": "Investment idea generation",
        "description": "Researching markets and companies to find new investment ideas; reading news, filings, expert transcripts to discover opportunities."
      },
      {
        "use_case": "Security analysis & research",
        "description": "Performing deep analysis on stocks, bonds, or other assets (e.g. reading 10-Ks, modeling earnings scenarios, evaluating management commentary) and summarizing findings."
      },
      {
        "use_case": "Portfolio monitoring and analytics",
        "description": "Continuously tracking current positions’ performance and risks [cite_start]; analyzing price moves or earnings results and explaining drivers. "
      },
      {
        "use_case": "Financial modeling & valuation",
        "description": "Building and updating valuation models (DCF, comparables, etc.) for potential and existing investments."
      },
      {
        "use_case": "Investment thesis memo writing",
        "description": "Drafting internal memos that articulate the rationale for a trade or investment, including summarized research, catalysts, and risk analysis. "
      },
      {
        "use_case": "Risk management reporting",
        "description": "Summarizing portfolio risk reports (exposures, VAR, stress tests) for portfolio managers or risk committees, often with scenario analysis commentary. "
      },
      {
        "use_case": "Investor/Client reporting",
        "description": "Preparing summaries of fund performance, attribution analysis, and market outlook for investors (e.g. monthly or quarterly letters). "
      },
      {
        "use_case": "Macro and market research",
        "description": "Tracking macroeconomic indicators and market trends; summarizing economic research or central bank commentary to inform strategy. "
      },
      {
        "use_case": "Expert call reviews",
        "description": "Reading or listening to expert network call transcripts relevant to an investment and extracting key insights (increasingly with AI assistance to summarize transcripts)."
      },
      {
        "use_case": "Compliance and regulatory review",
        "description": "Analyzing new regulations or compliance requirements (e.g. short disclosure rules, ESG mandates) and summarizing their impact on the portfolio or strategies. "
      }
    ]
  },
  {
    "sector": "Sell-Side Firms (Investment Banks & Equity Research)",
    "use_cases": [
      {
        "use_case": "Financial modeling and valuation",
        "description": "Building detailed financial models (DCF, LBO, merger models) and performing valuation analyses for deals or coverage companies."
      },
      {
        "use_case": "Company and industry research",
        "description": "Conducting deep research on companies and sectors to support deals or reports (e.g. reading industry reports, regulatory filings, news). "
      },
      {
        "use_case": "Pitchbook and presentation creation",
        "description": "Preparing deal pitchbooks, client presentations, and marketing materials that synthesize financial data and industry insights for a potential transaction. "
      },
      {
        "use_case": "Equity research reporting",
        "description": "Writing research reports on companies: initiating coverage reports and earnings update notes that distill financial results and provide investment recommendations."
      },
      {
        "use_case": "Earnings call analysis",
        "description": "Listening to or reading earnings call transcripts for covered companies and summarizing key takeaways for inclusion in research notes or client updates. "
      },
      {
        "use_case": "Client communication",
        "description": "Communicating with clients and sales teams about research views or deal updates, including crafting clear email summaries and talking points. "
      },
      {
        "use_case": "Comparables and benchmarking",
        "description": "Gathering data on comparable companies or transactions and analyzing key metrics to support valuations (for equity research or M&A deals). "
      },
      {
        "use_case": "Due diligence support (IB)",
        "description": "Reviewing data room documents, legal filings, or third-party reports during M&A due diligence; extracting relevant findings for the team. "
      },
      {
        "use_case": "Fairness opinions / deal memos",
        "description": "Drafting internal memos or fairness opinion documents that summarize a transaction’s details, valuation, and fairness conclusion for approval processes. "
      },
      {
        "use_case": "Regulatory and compliance documentation",
        "description": "Preparing required disclosures, regulatory filings (e.g. prospectus sections), or ensuring research reports comply with regulations, often involving summarizing complex rules. "
      }
    ]
  },
  {
    "sector": "Expert Networks (e.g. GLG, AlphaSights)",
    "use_cases": [
      {
        "use_case": "Expert sourcing and vetting",
        "description": "Researching and identifying the right subject-matter experts for a client’s project, using databases and outreach (matching expert background to the research topic). "
      },
      {
        "use_case": "Client inquiry summarization",
        "description": "Reading a client’s project brief and distilling the key research questions to guide the expert search and call preparation. "
      },
      {
        "use_case": "Expert call preparation",
        "description": "Preparing briefing materials or question lists for an expert call, including background research on the topic and what insights are sought. "
      },
      {
        "use_case": "Live call moderation",
        "description": "Moderating or listening in on expert calls and ensuring the conversation stays on track; sometimes clarifying or rephrasing questions for the expert. "
      },
      {
        "use_case": "Transcript generation and editing",
        "description": "Recording expert calls and generating transcripts (often via AI) and then editing for accuracy and compliance (ensuring no confidential info). "
      },
      {
        "use_case": "Call summarization and insights",
        "description": "After the call, producing a summary or key insights memo for the client, highlighting the expert’s most important points (increasingly aided by AI summaries)."
      },
      {
        "use_case": "Expert call transcript Q&A",
        "description": "Enabling clients to query the transcript using AI (LLM) to extract specific answers or sentiments from the discussion."
      },
      {
        "use_case": "Comparative insight analysis",
        "description": "Reviewing multiple expert call transcripts on the same topic and synthesizing common insights or divergent opinions into a comparative report. "
      },
      {
        "use_case": "Compliance review",
        "description": "Analyzing transcripts to remove or flag any material non-public information or breaches of compliance before sharing with clients (could be partly automated with AI). "
      },
      {
        "use_case": "Knowledge library curation",
        "description": "Organizing and tagging transcripts in a library, and extracting meta-information (industry, companies, topics) so that clients or internal teams can easily search for insights. "
      }
    ]
  },
  {
    "sector": "Financial Data Providers (e.g. Bloomberg, S&P Capital IQ, YCharts, Quartr)",
    "use_cases": [
      {
        "use_case": "Data query and retrieval",
        "description": "Handling natural-language queries to fetch financial data (e.g. “What was Company X’s revenue growth in 2022?”), using AI to interpret the query and retrieve exact data. "
      },
      {
        "use_case": "Automated report generation",
        "description": "Generating quick company or market reports that summarize key financial metrics, news, and charts, for user-defined parameters. "
      },
      {
        "use_case": "Earnings call transcript delivery",
        "description": "Providing earnings call transcripts immediately after or during calls, often with real-time updates. [cite_start](LLM assistance: live transcription and error correction) . "
      },
      {
        "use_case": "Transcript summarization and highlights",
        "description": "Using NLP/LLM to produce succinct summaries of earnings calls or investor presentations for users who want quick takeaways."
      },
      {
        "use_case": "Sentiment and trend analysis",
        "description": "Running sentiment analysis on text (earnings calls, news) and detecting keyword trends or anomalies across thousands of documents."
      },
      {
        "use_case": "Comparative analytics and benchmarking",
        "description": "Enabling users to compare companies on various metrics or textual disclosures (e.g. compare how two firms discuss strategy), often with AI-generated commentary on differences. "
      },
      {
        "use_case": "News aggregation and summarization",
        "description": "Aggregating financial news and using AI to summarize important developments for each portfolio or watchlist (e.g. a daily news brief per user’s holdings). "
      },
      {
        "use_case": "AI chat support",
        "description": "Offering a chatbot interface where users ask questions (in plain language) about data or filings (e.g. “show me the 5-year CAGR of EPS for the S&P 500 tech sector”) and receive answers with relevant data. "
      },
      {
        "use_case": "Data extraction from filings",
        "description": "Using AI to parse financial reports or SEC filings and extract structured data or key passages (for example, pulling out all risk factors, or all mentions of “guidance”). "
      },
      {
        "use_case": "Client-facing insights",
        "description": "Writing short analytical pieces or alerts based on data (e.g. “unexpected drop in gross margin this quarter – likely causes”) automatically for platform users. "
      }
    ]
  },
  {
    "sector": "Fintech (B2B and B2C)",
    "use_cases": [
      {
        "use_case": "Automated customer support (chatbots)",
        "description": "Providing instant, AI-driven answers to customer inquiries about accounts, transactions, or financial products, in natural language. "
      },
      {
        "use_case": "Personal financial insights",
        "description": "Analyzing a retail customer’s financial data (spending patterns, saving rates) and generating a summary or advice (e.g. budgeting tips, unusual spending alerts). "
      },
      {
        "use_case": "Fraud detection explanation",
        "description": "When flagging potentially fraudulent transactions, generating an explanation or summary that a human reviewer or customer can understand (translating anomaly detection into plain language). "
      },
      {
        "use_case": "Onboarding and KYC automation",
        "description": "Extracting and verifying information from uploaded documents (IDs, financial statements) and summarizing key risk factors or compliance issues for review. "
      },
      {
        "use_case": "Regulatory compliance updates",
        "description": "Monitoring regulatory changes (e.g. new fintech regulations or tax laws) and summarizing what the business or customers need to know. "
      },
      {
        "use_case": "Loan application analysis",
        "description": "Reading and summarizing financial statements or credit reports of a small business or individual applicant to assist in credit decisioning (LLM can highlight strengths/risks). "
      },
      {
        "use_case": "Investment portfolio robo-advice",
        "description": "Providing AI-generated investment recommendations or rebalancing suggestions for retail investors, with explanations (e.g. “Based on your risk profile, consider shifting X to bonds”). "
      },
      {
        "use_case": "Internal data analytics",
        "description": "For B2B fintech serving banks, analyzing client usage data or transaction data and summarizing insights (like which features reduce churn, etc.). "
      },
      {
        "use_case": "Financial report generation",
        "description": "Automatically creating financial reports or earnings summaries for fintech products (e.g. a summary of a user’s investment performance or a business’s cash flow)."
      },
      {
        "use_case": "Product comparison and explanation",
        "description": "Summarizing the differences between financial products (credit cards, insurance, investment options) for customers, to aid choice. "
      },
      {
        "use_case": "AI-driven marketing content",
        "description": "Generating personalized financial insights content (like blog-style articles or newsletters) for users based on their interests or portfolio (e.g. explaining “what is DeFi?” to a crypto user). "
      }
    ]
  },
  {
    "sector": "Retail Brokers / Wealth Management",
    "use_cases": [
      {
        "use_case": "Market commentary and newsletters",
        "description": "Writing regular market updates for clients (daily/weekly emails or videos) that summarize financial market movements and outlook in an accessible way. "
      },
      {
        "use_case": "Investment research for client portfolios",
        "description": "Researching stocks, funds, or other assets to recommend to clients; summarizing analyst reports and distilling key points for the client’s context. "
      },
      {
        "use_case": "Client portfolio review reports",
        "description": "Analyzing a client’s portfolio performance and risk (vs. benchmarks or goals) and preparing a concise report or presentation highlighting important changes or needed actions. "
      },
      {
        "use_case": "Financial plan creation",
        "description": "Drafting comprehensive financial plans for clients (retirement planning, education funding, etc.), which involves analyzing client data and summarizing recommended strategies in clear language. "
      },
      {
        "use_case": "Client Q&A and education",
        "description": "Responding to client questions (e.g. “Should I refinance my mortgage?” or “What does this market event mean for me?”) with well-researched, easy-to-understand answers. "
      },
      {
        "use_case": "Product due diligence",
        "description": "Evaluating new investment products (mutual funds, structured products, insurance policies) and summarizing the pros/cons, fees, and fit for the client’s objectives. "
      },
      {
        "use_case": "Compliance and documentation",
        "description": "Preparing or filling required documents (account forms, KYC updates, suitability questionnaires) and ensuring accuracy, often translating forms into layman terms for clients. "
      },
      {
        "use_case": "Portfolio rebalancing analysis",
        "description": "Identifying when a client’s portfolio is off target allocation and analyzing trades needed; summarizing the rebalancing rationale for client approval. "
      },
      {
        "use_case": "Tax-efficiency review",
        "description": "Reviewing a client’s holdings for tax implications (realized gains/losses, asset location) and summarizing strategies to improve after-tax returns (requiring research into tax rules). "
      },
      {
        "use_case": "Client meeting follow-ups",
        "description": "After calls/meetings, summarizing discussion points, action items, and any recommendations in a follow-up email or memo for the client. "
      },
      {
        "use_case": "Education materials creation",
        "description": "Creating short explainers or slide decks to educate clients on financial concepts (e.g. diversification, options basics), personalized to their level of knowledge. "
      }
    ]
  },
  {
    "sector": "Institutional Investors / Pension Funds",
    "use_cases": [
      {
        "use_case": "Strategic asset allocation reviews",
        "description": "Analyzing long-term asset mix (equities, bonds, alternatives) against liabilities and market conditions; summarizing recommendations for policy changes. "
      },
      {
        "use_case": "Investment policy development",
        "description": "Drafting or updating Investment Policy Statements and guidelines, which involves summarizing objectives, risk tolerance, and constraints in formal documents. "
      },
      {
        "use_case": "External manager due diligence",
        "description": "Evaluating external asset managers or funds (e.g. reviewing performance, strategy, and operations); writing summary reports with recommendations on hiring/retaining managers. "
      },
      {
        "use_case": "Performance and attribution reporting",
        "description": "Analyzing portfolio performance vs. benchmarks and identifying drivers of returns; producing clear reports for boards or oversight committees. "
      },
      {
        "use_case": "Risk scenario analysis",
        "description": "Conducting “what-if” analyses on the portfolio (e.g. interest rate spikes, recession scenarios) and summarizing the projected impact and possible mitigation steps. "
      },
      {
        "use_case": "Board meeting material prep",
        "description": "Compiling briefing books for trustees or investment committees, including executive summaries of the portfolio status, key decisions needed, and market outlook. "
      },
      {
        "use_case": "Regulatory and actuarial reporting",
        "description": "Summarizing required actuarial reports or funding status updates in plain language for stakeholders, and ensuring compliance with reporting standards. "
      },
      {
        "use_case": "ESG policy integration",
        "description": "Researching environmental, social, governance factors and integrating them into investment decisions; preparing summaries on ESG exposure and progress for the fund. "
      },
      {
        "use_case": "Cash flow and liquidity management",
        "description": "Projecting pension cash inflows/outflows and ensuring sufficient liquidity; analyzing and clearly communicating any liquidity stress tests results. "
      },
      {
        "use_case": "Stakeholder communications",
        "description": "Drafting letters or newsletters to plan beneficiaries or institutional stakeholders explaining portfolio performance, changes in strategy, or important financial news in an understandable way. "
      }
    ]
  },
  {
    "sector": "Investor Relations (IR)",
    "use_cases": [
      {
        "use_case": "Earnings release drafting",
        "description": "Writing quarterly earnings press releases that clearly communicate financial results and key business updates, ensuring messaging is on-point and compliant."
      },
      {
        "use_case": "Earnings call script & Q&A prep",
        "description": "Preparing the CEO/CFO script for earnings calls (summarizing results and guidance) and compiling likely Q&A questions with suggested talking points."
      },
      {
        "use_case": "Investor presentation creation",
        "description": "Building the quarterly (or deal-related) investor deck that visualizes financial performance, strategy, and outlook; distilling complex data into slides."
      },
      {
        "use_case": "Shareholder inquiries handling",
        "description": "Fielding questions from analysts and investors via calls or emails and providing timely, consistent answers (often by quickly retrieving or summarizing relevant info)."
      },
      {
        "use_case": "Regulatory filings coordination",
        "description": "Contributing to the MD&A and other narrative sections of 10-K/10-Q filings by summarizing the period’s performance and ensuring alignment with other disclosures."
      },
      {
        "use_case": "Peer and market intelligence",
        "description": "Monitoring competitors’ news, earnings calls, and analyst reports; summarizing relevant insights to inform management and adjust messaging if needed."
      },
      {
        "use_case": "IR website and reports",
        "description": "Maintaining up-to-date investor relations website content (financial data, FAQs) and creating annual reports or ESG reports, which involves summarizing achievements and initiatives. "
      },
      {
        "use_case": "Investor day materials",
        "description": "Preparing comprehensive presentations and speeches for investor days or capital markets days, which synthesize long-term strategy and detailed business segment information. "
      },
      {
        "use_case": "Feedback and sentiment analysis",
        "description": "Gathering and analyzing investor feedback, analyst sentiment, and stock price movements; distilling this into internal reports to inform management of market perception. "
      },
      {
        "use_case": "Crisis communication",
        "description": "Drafting statements or Q&As for special situations (e.g. an earnings miss, leadership change), summarizing the issue and key messages to maintain trust and clarity. "
      }
    ]
  },
  {
    "sector": "Financial Advisors / FP&A Teams",
    "use_cases": [
      {
        "use_case": "Budgeting and forecasting (FP&A)",
        "description": "Running annual or quarterly budgeting processes and multi-year forecasts; analyzing historical data and projecting future financials for the company."
      },
      {
        "use_case": "Variance analysis & reporting (FP&A)",
        "description": "Comparing actual financial results to budget, identifying reasons for variances, and summarizing findings in management reports."
      },
      {
        "use_case": "Management reporting dashboard (FP&A)",
        "description": "Preparing concise monthly or quarterly reports for executives (e.g. KPI dashboards, financial highlights) with commentary on trends and issues. "
      },
      {
        "use_case": "Strategic financial analysis (FP&A)",
        "description": "Conducting ad-hoc analyses for strategic decisions (e.g. evaluating a capital investment, pricing change, or M&A opportunity) and summarizing the financial impact. "
      },
      {
        "use_case": "Data consolidation and cleansing (FP&A)",
        "description": "Aggregating financial data from various business units or systems into a coherent format; using tools (and possibly AI) to streamline data prep for analysis."
      },
      {
        "use_case": "Financial model building (FP&A)",
        "description": "Creating models (often Excel-based) for scenarios like new product launches or restructuring, and using them to answer “what if” questions for the company. "
      },
      {
        "use_case": "Investment/wealth plan development (Advisor)",
        "description": "Crafting personalized financial plans for individuals, including retirement projections, insurance needs, and estate planning, and writing up the plan in client-friendly language. "
      },
      {
        "use_case": "Portfolio performance review (Advisor)",
        "description": "Evaluating a client’s investment portfolio performance vs. goals or benchmarks and producing a summary report with observations and recommended adjustments. "
      },
      {
        "use_case": "Client meeting preparation (Advisor)",
        "description": "Reviewing client files, recent communications, and market updates to prepare an agenda; summarizing complex financial topics into digestible talking points for the meeting. "
      },
      {
        "use_case": "Client communication & education (Advisor)",
        "description": "Explaining financial concepts, recommendations, or market developments to clients through emails, calls, or presentations (translating jargon into clear advice)."
      },
      {
        "use_case": "Product research and recommendation (Advisor)",
        "description": "Researching various financial products (funds, insurance, loans) for a client’s needs and summarizing the options with pros/cons and a recommendation. "
      },
      {
        "use_case": "Internal forecasting & cost analysis (FP&A)",
        "description": "Projecting departmental costs or headcount needs and analyzing financial efficiency; summarizing these analyses for department heads in advisory capacity. "
      }
    ]
  }
]
